Repository: common-repository/jquery-responsive-select-menu
Catalog: languages/jquery-responsive-select-menu-*.po
Languages: ru_ru

source: Main Settings
ru_ru: Главные настройки

source: Menu Container(s) Class / ID
ru_ru: Контейнер меню (Класс / Идентификатор)

source: Comma separated list of selectors for the parent div containing each menu &lt;ul&gt;.<br />Example: #nav, .mini-nav
ru_ru: Разделенный запятыми список селекторов для родительского див контейнера каждого меню &lt;ul&gt;.<br />Пример: #nav, .mini-nav

source: Maximum Menu Width
ru_ru: Максимальная ширина меню

source: The width at which the responsive select menu should appear/disappear.
ru_ru: Ширина, в которой должно появляться/исчезать отзывчивое выбранное меню.

source: Sub Item Spacer
ru_ru: Межпунктовый разделитель

source: The character(s) used to indent sub items.
ru_ru: Символы, использующиеся для разделения подпунктов

source: First Term
ru_ru: Первый период

source: The text for the select menu's top-level "dummy" item.<br />Example: ⇒ Navigation
ru_ru: Введите текст в пустой пункт меню верхнего уровня.<br />Пример: ⇒ Навигация

source: Show Current Page
ru_ru: Показать текущую страницу

source: Show the currently selected page instead of the top level "dummy" item.
ru_ru: Показать текущую выбранную страницу вместо пустого макета верхнего уровня.

source: Hide Empty Links
ru_ru: Спрятать пустые ссылки

source: Remove "placeholder" menu items whose <code>href</code> attribute is blank or "#".
ru_ru: Удалить заполнитель пунктов меню чей <code>href</code> атрибут пустой или "#".

source: Disable Empty Links
ru_ru: Отключить пустые ссылки

source: Add the <code>disabled</code> property to "placeholder" menu items whose <code>href</code> attribute is blank or "#" (will be visible, but not clickable).
ru_ru: Добавить <code>отключен</code> к заполнителю пунктов меню чей <code>href</code> атрибут пустой или "#" (может быть видимым, но не кликабельным).
